'''TEXT MATS'''

'''SIMPLE REPS'''
about = 'Привет! Я игровой бот. Здесь ты можешь поиграть в интересные игры\U0001F9F8'

Game1_start = ('Привет! '
               'Я всевидящий бот, задайте вопрос, и получите ответ "да" или "нет"\U0001F47E ')

Game2_start = 'Угадайте число от 1 до 100. У вас 8 попыток.'

Game3_start = f'Угадай по буквам слово, которое я загадал! Букв в слове-'



'''REP LISTS'''

game_1_reps = ["Бесспорно", "Предрешено", "Никаких сомнений", "Определённо да","Можешь быть уверен в этом", "Мне кажется - да",
        "Вероятнее всего", "Хорошие перспективы", "Знаки говорят - да", "Да", "Пока неясно, попробуй снова",
        "Спроси позже", "Лучше не рассказывать", "Сейчас нельзя предсказать", "Сконцентрируйся и спроси опять",
        "Даже не думай", "Мой ответ - нет", "По моим данным - нет", "Перспективы не очень хорошие", "Весьма сомнительно"]

game_3_words = ['кот', 'дом', 'хит', 'сад', 'лев', 'пик', 'яма',
         'мама', 'сова', 'пума', 'воля', 'куры',
         'софия', 'сахар', 'мешок', 'веник',
         'солнце', 'анклав', 'лошадь']
